Repository: IlianCoding/Seatly
Catalog: assets/lang/app_*.arb
Languages: de, fr, nl

source: Home
de: Startseite
fr: Accueil
nl: Thuis

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
nl: Algemene instellingen

source: Feedback
fr: Retour

source: Languages
de: Sprachen
fr: Langues
nl: Talen

source: Theme
de: Thema
fr: Thème
nl: Thema

source: Font
de: Schriftart
fr: Police
nl: Lettertype

source: Example
de: Beispiel
fr: Exemple
nl: Voorbeeld

source: Report a bug
de: Fehler melden
fr: Signaler un bug
nl: Meld een bug

source: Contact us
de: Kontaktiere uns
fr: Contactez-nous
nl: Contacteer ons

source: Enter your feedback
de: Geben Sie Ihr Feedback ein
fr: Entrez votre retour
nl: Voer uw feedback in

source: Submit
de: Einreichen
fr: Soumettre
nl: Verzenden

source: Cancel
de: Stornieren
fr: Annuler
nl: Annuleren

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen

# addClassroomDetails
source: Classroom details
de: Klassenzimmerdetails
fr: Détails de la salle de classe
nl: Klaslokaal details

# addClassroomName
source: Classroom name
de: Klassenzimmername
fr: Nom de la salle de classe
nl: Klaslokaal naam

# addClassroomTotalDesks
source: Total desks
de: Gesamtzahl der Schreibtische
fr: Nombre total de bureaux
nl: Totaal bureaus

# addClassroomLayoutTypeDescription
source: Select the layout type of the classroom
de: Wählen Sie den Layouttyp des Klassenzimmers
fr: Sélectionnez le type de disposition de la salle de classe
nl: Selecteer het lay-outtype van het klaslokaal

# addClassroomLayoutType
source: Layout type
de: Layouttyp
fr: Type de disposition

# addClassroomSuccess
source: Classroom added successfully
de: Klassenzimmer erfolgreich hinzugefügt
fr: Salle de classe ajoutée avec succès
nl: Klaslokaal succesvol toegevoegd

# addClassroomUnsuccessful
source: Could not add classroom
de: Klassenzimmer konnte nicht hinzugefügt werden
fr: Impossible d'ajouter la salle de classe
nl: Klaslokaal kon niet worden toegevoegd

# slideTotalRows
source: Total amount of rows
de: Gesamtzahl der Reihen
fr: Nombre total de rangées
nl: Totaal aantal rijen

# slideTotalStudentsPerDesk
source: Total students per desk
de: Gesamtzahl der Schüler pro Schreibtisch
fr: Nombre total d'élèves par bureau
nl: Totaal studenten per bureau

# slideTotalPlacesInTheMiddle
source: Total places in the middle
de: Gesamtzahl der Plätze in der Mitte
fr: Nombre total de places au milieu
nl: Totaal plaatsen in het midden

# slideTotalRowsInTheMiddle
source: Total rows in the middle
de: Gesamtzahl der Reihen in der Mitte
fr: Nombre total de rangées au milieu
nl: Totaal rijen in het midden

source: Row by row
de: Reihe für Reihe
fr: Rangée par rangée
nl: Rij voor rij

source: U-shape
de: U-Form
fr: U-forme
nl: U-vorm

source: Special U-shape
de: Spezielle U-Form
fr: U-forme spéciale
nl: Speciale U-vorm

source: Laboratory
de: Labor
fr: Laboratoire
nl: Laboratorium

source: Grouped
de: Gruppiert
fr: Groupé
nl: Gegroepeerd

source: Classroom details
de: Klassenzimmerdetails
fr: Détails de la salle de classe
nl: Klaslokaal details

source: Total desks
de: Gesamtzahl der Schreibtische
fr: Nombre total de bureaux
nl: Totaal bureaus

# layoutView
source: Classroom layout
de: Klassenzimmerlayout
fr: Disposition de la salle de classe
nl: Klaslokaal lay-out

# layoutViewDescription
source: Look at the current layout of the classroom
de: Betrachten Sie das aktuelle Layout des Klassenzimmers
fr: Regardez la disposition actuelle de la salle de classe
nl: Bekijk de huidige lay-out van het klaslokaal

source: Change classroom name
de: Klassenzimmername ändern
fr: Changer le nom de la salle de classe
nl: Klaslokaal naam wijzigen

source: Seat students
de: Schüler platzieren
fr: Placer les élèves
nl: Plaats studenten

# seatStudentsDescription
source: Seat students in the classroom
de: Platzieren Sie Schüler im Klassenzimmer
fr: Placez les élèves dans la salle de classe
nl: Plaats studenten in het klaslokaal

source: Student list
de: Schülerliste
fr: Liste des élèves
nl: Studentenlijst

# searchBarStudent
source: Search student
de: Schüler suchen
fr: Rechercher un élève
nl: Zoek student

source: Edit
fr: Modifier
nl: Bewerken

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

# deleteDialogTitleClassroom
source: Delete classroom
de: Klassenzimmer löschen
fr: Supprimer salle de classe
nl: Klaslokaal verwijderen

# deleteDialogContentClassroom
source: Are you sure you want to delete this classroom?
de: Möchten Sie dieses Klassenzimmer wirklich löschen?
fr: Voulez-vous vraiment supprimer cette salle de classe?
nl: Weet je zeker dat je dit klaslokaal wilt verwijderen?

# addButtonIntro
source: Click the button to add a classroom
de: Klicken Sie auf die Schaltfläche, um ein Klassenzimmer hinzuzufügen
fr: Cliquez sur le bouton pour ajouter une salle de classe
nl: Klik op de knop om een klaslokaal toe te voegen

# settingsButtonIntro
source: Click the button to open settings
de: Klicken Sie auf die Schaltfläche, um die Einstellungen zu öffnen
fr: Cliquez sur le bouton pour ouvrir les paramètres
nl: Klik op de knop om de instellingen te openen

# importButtonIntro
source: Click the button to import classrooms
de: Klicken Sie auf die Schaltfläche, um Klassenzimmer zu importieren
fr: Cliquez sur le bouton pour importer des salles de classe
nl: Klik op de knop om een klaslokalen te importeren

# searchBarFieldIntro
source: Search for a classroom here
de: Suchen Sie hier nach einem Klassenzimmer
fr: Recherchez une salle de classe ici
nl: Zoek hier naar een klaslokaal

# classroomCardIntro
source: Click on a classroom to edit or view it
de: Klicken Sie auf ein Klassenzimmer, um es zu bearbeiten oder anzuzeigen
fr: Cliquez sur une salle de classe pour l'éditer ou la visualiser
nl: Klik op een klaslokaal om het te bewerken of te bekijken

source: Skip
de: Überspringen
fr: Passer
nl: Overslaan

source: Next
de: Nächster
fr: Suivant
nl: Volgende

# searchBar
source: Search classroom
de: Klassenzimmer suchen
fr: Rechercher salle de classe
nl: Zoek klaslokaal

source: Info
de: Information
